<?xml version="1.0" encoding="ISO-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
<title>CACert Party en CAParty</title>
<link rel="stylesheet" type="text/css" href="style.css" media="screen" />
</head>
<body>
<div id="header">
<h1>CACert en CAParty</h1>
 <div id="menu">
  <ul id="nav">
   <li><a href="index.html">Home</a></li>
   <li><a href="cacert.html">CACert</a></li>
   <li><a href="pgp.html">PGP</a></li>
  </ul>
 </div>
</div>
<div id="content">
<div id="right">
<h2>Introducci&oacute;n</h2>
<p>
Los participantes en el evento CACert pueden ser usuarios o notarios. En general, cualquiera puede participar como <em>usuario</em>, sin embargo, aquellos con puntuaci&oacute;n suficiente pueden participar tambi&eacute;n como <em>notarios</em>, siempre y cuando superen un test sobre criptograf&iacute;a de clave p&uacute;blica y CACERT, denominado <em><a href="http://cats.cacert.org/">CATS</a></em>. Los notarios son los que certifican otros usuarios y les otorgan puntos. Cuando un usuario recibe suficientes puntos y supera el CATS, puede comenzar a certificar a otros (es decir, se convierte en notario). Para comprobar si puedes participar como notario, debes entrar en tu cuenta en <a href="http://www.cacert.org/">CAcert</a> y verificar en la secci&oacute;n <a href="https://www.cacert.org/wot.php?id=10">Mis Datos -&gt; Mis Puntos</a>, que tienes al menos 100 puntos y superaste el test CATS. Cualquier usuario, tenga o no puntos de notario, puede entrar en el <a href="http://cats.cacert.org/">CATS</a> e intentar superarlo.
</p>
<h2>Participaci&oacute;n como usuario</h2>
<p>
Como usuario, si nunca has usado CACert, debes abrirte cuenta en la p&aacute;gina <a href="http://www.cacert.org/">cacert.org</a>. Posteriormente, debes imprimirte el <a href="https://www.cacert.org/cap.php">formulario WoT</a>, del que traer&aacute;s una copia para cada notario. En el evento estaremos al menos tres notarios, pero te recomendamos traer algunas copias m&aacute;s por si pudieran certificar la identidad otros notarios que decidan acudir al evento.
</p>
<p>
Como usuario, durante el evento entregar&aacute;s rellena un formulario WoT a cada notario, y les mostrar&aacute;s uno o dos documentos de identificaci&oacute;n. Cada notario decidir&aacute; qu&eacute; puntuaci&oacute;n otorgarte en funci&oacute;n de las identificaciones que traigas. Por lo general, con dos identificaciones (por ejemplo, DNI y pasaporte) te otorgar&aacute;n la puntuaci&oacute;n m&aacute;xima.
</p>
<h2>Participaci&oacute;n como notario</h2>
<p>
Si eres notario (tienes al menos 100 puntos y has superado el <a href="http://cats.cacert.org/">test CATS</a>) puedes certificar al resto de participantes, adem&aacute;s de ser t&uacute; mismo certificado por otros usuarios. Como notario debes, para cada uno de los dem&aacute;s participantes, guardarte una copia de su formulario WoT, examinar sus documentos de identificaci&oacute;n y anotar en el formulario entregado la documentaci&oacute;n examinada, anotando los puntos a otorgar y guardando el formulario. Posteriormente, desde tu cuenta en <a href="http://www.cacert.org/">cacert.org</a> debes otorgar esos puntos a cada usuario, busc&aacute;ndole en la secci&oacute;n <a href="https://www.cacert.org/wot.php?id=5">Autorizar a Alguien</a>.
</p>
</div>
	
<div id="left">
	<div class="box">
				<h2>Enlaces :</h2>
				<ul>
				<li><a href="http://www.cacert.org/">CACert.org</a></li>
				<li><a href="http://www.gnupg.org">GnuPG: The GNU Privacy Guard</a></a></li>
				<li><a href="http://www.medialab-prado.es">Medialab-Prado</a></li>
				</ul>
	</div>
		
    <div class="box">
	   <div style="font-size: 0.8em;">Design by <a href="http://www.minimalistic-design.net">Minimalistic Design</a></div>
	</div>
</div>
</div>
</body>
</html>
